---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StickElementProjectionZ.Bottom
enum: Autodesk.Revit.DB.Structure.StickElementProjectionZ
source: html/174346c5-e7f3-58f1-1495-3836c9f973e3.htm
---
# Autodesk.Revit.DB.Structure.StickElementProjectionZ.Bottom

Horizontally, corresponds to bottom of physical model.